Repository: tibastral/symphonie
Catalog: *.lproj/Localizable.strings
Languages: french

source: already on line
french: Déjà en ligne

source: busy
french: Occupé

source: call %@
french: appeler %@

source: Call canceled
french: Appel annulé

source: call cleared
french: Appel libéré

source: call failed
french: Echec de l'appel

source: call refused
french: Appel refusé

source: Cancel
french: Annulé

source: Cannot build register (error in config)
french: ne peut construire register (error in config)

source: dial %@ ?
french: Composer %@ ?

source: Incoming call refuses
french: Appel entrant refusé

source: incorrect number
french: numéro incorrect

source: incorrect number (bad prefix)
french: numéro incorrect (prefixe invalide)

source: incorrect password
french: Mot de passe incorrect

source: internal error
french: Erreur interne

source: line disturbed
french: Ligne en dérangement

source: network disturbed
french: Réseau en dérangement

source: network temporarly disturbed
french: Réseau en dérangement temporaire

source: no channel
french: Pas de cannal disponible

source: no channel in network
french: Pas de cannal disponible dans le réseau

source: no reply
french: Non réponse

source: normal clearing
french: Libération normale

source: number has changed
french: Le numéro a changé

source: Playback, listen
french: Lecture, écoutez

source: Recoding voice, speak!
french: Enregistrement, parlez !

source: registration failed
french: Echec enregistrement

source: Registration failed
french: Echec enregistrement

source: resource not available
french: Ressource non disponible

source: routing error
french: Erreur de routage

source: routing not possible
french: Routage impossible

source: service not subscribed
french: Service non souscrit

source: symPhonie Initialisation failed
french: Echec initialisation symPhonie

source: unaffected number
french: Numéro non affecté

source: Unauthorized (no password?)
french: Non autorisé (pas de mot de passe?)

source: unknown person
french: personne inconnue

source: UNKNOWN person: %@
french: inconnu: %@

source: unspecified failure
french: Echec non spécifié

source: user not found
french: Utilisateur inconnu
